Repository: plone-ve/kitconcept.seo
Catalog: src/kitconcept/seo/locales/*/LC_MESSAGES/kitconcept.seo.po
Languages: es

source: Canonical URL
es: URL canónica

source: Description
es: Descripción

source: Enhances a content type with fields for Search Engine Optimizations
es: Añade campos adicionales a los tipos de contenido para SEO

source: Installs the kitconcept.seo add-on.
es: Instala el complemento kitconcept.seo.

source: No Index
es: Sin índice

source: Open Graph Description
es: Descripción de Open Graph

source: Open Graph Image
es: Imagen Open Graph

source: Open Graph Title
es: Título de Open Graph

source: Override the Open Graph description, that Facebook and Twitter use. When empty the default description will be used. Use maximum 155 characters.
es: Sobrescribe la descripción para Open Graph, utilizada por Facebook y Twitter. Si está vacía, se utilizará la descripción del contenido. Debe utilizarse un máximo de 155 caracteres.

source: Override the Open Graph image, that Facebook and Twitter use. When empty the default lead image will be used. Recommended image ratio is 1,91:1 and 1200 x 630px.
es: Sobrescribe la imagen para Open Graph, utilizada por Facebook y Twitter. Si está vacía, se utilizará la imagen de contenido (si está presente). La proporción recomendada es 1,91:1 y 1200 x 630px.

source: Override the Open Graph title, that Facebook and Twitter use. When empty the default title will be used. Use maximum 60 characters.
es: Sobrescribe el título para Open Graph, utilizado por Facebook y Twitter. Si está vacío, se utilizará el título del contenido. Debe utilizarse un máximo de 60 caracteres.

source: Override the meta description. When empty the default description will be used. Use maximum 150 characters.
es: Sobrescribe la etiqueta meta description. Si está vacía, se utilizará la descripción del contenido. Debe utilizarse un máximo de 150 caracteres.

source: Override the meta title. When empty the default title will be used. Use maximum 50 characters.
es: Sobrescribe la etiqueta meta title. Si está vacía, se utilizará el título del contenido. Debe utilizarse un máximo de 50 caracteres.

source: Prevents a page from appearing in search engines
es: Impide que la página sea indexada por los motores de búsqueda

source: SEO Behavior
es: Comportamiento SEO

source: Tells the search engine to choose this URL as the canonical version and crawl that.
es: Indica a los motores de búsqueda que utilicen la URL proporcionada como versión canónica del contenido actual, y que indexen ese contenido en consecuencia.

source: Title
es: Título

source: Uninstalls the kitconcept.seo add-on.
es: Desinstala el complemento kitconcept.seo.

source: kitconcept.seo (uninstall)
es: kitconcept.seo (desinstalar)
